//За целите на научно изследване търсим хора, които отговарят на следните критерии:
//Жени на възраст от 25 до 35 години.
//Мъже на възраст от 30 до 40 години.
//Напишете програма, която позволява на потребителя да въведе пол и години, след което принтира дали човек с 
//този пол и на тези години е подходящ за изследването или не.
//Напишете програмата така че да може да работи с повече от един човек (стъпка по стъпка - човек по човек) докато 
//потребителя не въведе EOF или невалидни входни данни.

#include<iostream>
#include<string>

using namespace std;
int main()
{
string gender;
int age;

cout<<"Vuvedete pol i godini: ";
cin>>gender , age;



return 0;
}